data = { giftBank: {
    first: [
        {
            title: "БАНК ПОДАРКОВ",
            items: [
                {
                    text: "Кто участвует"
                },
                {
                    text: "Условия участия"
                },
                {
                    text: "Принципы начисления баллов"
                }
            ]
        }
    ],
    second: [
        {
            title: "БАНК ПОДАРКОВ",
            btn: true,
            items: [
                {
                    text: "Как сделать заказ"
                },
                {
                    text: "Выбрать подарок"
                },
                {
                    text: "Популярные заказы"
                }
            ]
        }
    ]
}};