data = {mainNav: {
    defaults: [
        {
            title: "МОЙ БАНК",
            link: "#",
            submenu: [
                {
                    title: "Стратегия Банка",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Главная цель",
                            link: "#"
                        },
                        {
                            title: "Приоритеты",
                            link: "#"
                        },
                        {
                            title: "На пути реализации",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "Правление Банка",
                    link: "#",
                    col: true,
                    submenu: [
                        {
                            title: "Кадровый актив",
                            link: "#"
                        },
                        {
                            title: "Наставничество",
                            link: "#"
                        },
                        {
                            title: "Дни рождения",
                            link: "#"
                        },
                        {
                            title: "Форум",
                            link: "#"
                        },
                        {
                            title: "Банк идей",
                            link: "#"
                        },
                        {
                            title: "Спецпредложения",
                            link: "#"
                        },
                        {
                            title: "Инструкции пользователей",
                            link: "#"
                        },
                        {
                            title: "Полезные сервисы",
                            link: "#"
                        },
                        {
                            title: "Новому сотруднику",
                            link: "#"
                        },
                        {
                            title: "Банк подарков",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "История Банка",
                    link: "#"
                },
                {
                    title: "Головной офис Банка",
                    link: "#"
                },
                {
                    title: "Статьи о Банке",
                    link: "#"
                },
                {
                    title: "Вакансии",
                    link: "#"
                },
                {
                    title: "Мы и другие банки",
                    link: "#"
                },
                {
                    title: "Назначения в Банке",
                    link: "#"
                },
                {
                    title: "Информационные конференции",
                    link: "#"
                },
                {
                    title: "Бренд Банка",
                    link: "#"
                },
                {
                    title: "Бронирование конференц-зала",
                    link: "#"
                },
                {
                    title: "Заголовок второго уровня 5",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "Информационные конференции",
                    link: "#"
                },
                {
                    title: "Бренд Банка",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "Бронирование конференц-зала",
                    link: "#"
                },
                {
                    title: "Заголовок второго уровня 5",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                }
            ]
        },
        {
            title: "МОЯ КАРЬЕРА",
            link: "#",
            submenu: [
                {
                    title: "Стратегия Банка",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Главная цель",
                            link: "#"
                        },
                        {
                            title: "Приоритеты",
                            link: "#"
                        },
                        {
                            title: "На пути реализации",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "Правление Банка",
                    link: "#",
                    col: true,
                    submenu: [
                        {
                            title: "Кадровый актив",
                            link: "#"
                        },
                        {
                            title: "Наставничество",
                            link: "#"
                        },
                        {
                            title: "Дни рождения",
                            link: "#"
                        },
                        {
                            title: "Форум",
                            link: "#"
                        },
                        {
                            title: "Банк идей",
                            link: "#"
                        },
                        {
                            title: "Спецпредложения",
                            link: "#"
                        },
                        {
                            title: "Инструкции пользователей",
                            link: "#"
                        },
                        {
                            title: "Полезные сервисы",
                            link: "#"
                        },
                        {
                            title: "Новому сотруднику",
                            link: "#"
                        },
                        {
                            title: "Банк подарков",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "История Банка",
                    link: "#"
                },
                {
                    title: "Головной офис Банка",
                    link: "#"
                },
                {
                    title: "Статьи о Банке",
                    link: "#"
                },
                {
                    title: "Вакансии",
                    link: "#"
                },
                {
                    title: "Мы и другие банки",
                    link: "#"
                },
                {
                    title: "Назначения в Банке",
                    link: "#"
                },
                {
                    title: "Информационные конференции",
                    link: "#"
                },
                {
                    title: "Бренд Банка",
                    link: "#"
                },
                {
                    title: "Бронирование конференц-зала",
                    link: "#"
                }
            ]
        },
        {
            title: "ФИЛИАЛЬНАЯ СЕТЬ",
            link: "#",
            submenu: [
                {
                    title: "Стратегия Банка",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Главная цель",
                            link: "#"
                        },
                        {
                            title: "Приоритеты",
                            link: "#"
                        },
                        {
                            title: "На пути реализации",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "Правление Банка",
                    link: "#"
                },
                {
                    title: "История Банка",
                    link: "#"
                },
                {
                    title: "Головной офис Банка",
                    link: "#"
                },
                {
                    title: "Статьи о Банке",
                    link: "#"
                },
                {
                    title: "Вакансии",
                    link: "#"
                },
                {
                    title: "Мы и другие банки",
                    link: "#"
                },
                {
                    title: "Назначения в Банке",
                    link: "#"
                },
                {
                    title: "Информационные конференции",
                    link: "#"
                },
                {
                    title: "Бренд Банка",
                    link: "#"
                },
                {
                    title: "Бронирование конференц-зала",
                    link: "#"
                },
                {
                    title: "Заголовок второго уровня 5",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "Информационные конференции",
                    link: "#"
                },
                {
                    title: "Бренд Банка",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "Бронирование конференц-зала",
                    link: "#"
                },
                {
                    title: "Заголовок второго уровня 5",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                }
            ]
        },
        {
            title: "ПОДПОРТАЛЫ",
            link: "#",
            submenu: [
                {
                    title: "Стратегия Банка",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Главная цель",
                            link: "#"
                        },
                        {
                            title: "Приоритеты",
                            link: "#"
                        },
                        {
                            title: "На пути реализации",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "Правление Банка",
                    link: "#",
                    col: true,
                    submenu: [
                        {
                            title: "Кадровый актив",
                            link: "#"
                        },
                        {
                            title: "Наставничество",
                            link: "#"
                        },
                        {
                            title: "Дни рождения",
                            link: "#"
                        },
                        {
                            title: "Форум",
                            link: "#"
                        },
                        {
                            title: "Банк идей",
                            link: "#"
                        },
                        {
                            title: "Спецпредложения",
                            link: "#"
                        },
                        {
                            title: "Инструкции пользователей",
                            link: "#"
                        },
                        {
                            title: "Полезные сервисы",
                            link: "#"
                        },
                        {
                            title: "Новому сотруднику",
                            link: "#"
                        },
                        {
                            title: "Банк подарков",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "История Банка",
                    link: "#"
                },
                {
                    title: "Головной офис Банка",
                    link: "#"
                },
                {
                    title: "Статьи о Банке",
                    link: "#"
                },
                {
                    title: "Вакансии",
                    link: "#"
                },
                {
                    title: "Мы и другие банки",
                    link: "#"
                },
                {
                    title: "Назначения в Банке",
                    link: "#"
                },
                {
                    title: "Информационные конференции",
                    link: "#"
                },
                {
                    title: "Бренд Банка",
                    link: "#"
                },
                {
                    title: "Бронирование конференц-зала",
                    link: "#"
                },
                {
                    title: "Заголовок второго уровня 5",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "Информационные конференции",
                    link: "#"
                },
                {
                    title: "Бронирование конференц-зала",
                    link: "#"
                },
                {
                    title: "Заголовок второго уровня 5",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                }
            ]
        },
        {
            title: "СЕРВИСЫ",
            link: "#",
            submenu: [
                {
                    title: "Стратегия Банка",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Главная цель",
                            link: "#"
                        },
                        {
                            title: "Приоритеты",
                            link: "#"
                        },
                        {
                            title: "На пути реализации",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "Правление Банка",
                    link: "#",
                    col: true,
                    submenu: [
                        {
                            title: "Кадровый актив",
                            link: "#"
                        },
                        {
                            title: "Наставничество",
                            link: "#"
                        },
                        {
                            title: "Дни рождения",
                            link: "#"
                        },
                        {
                            title: "Форум",
                            link: "#"
                        },
                        {
                            title: "Банк идей",
                            link: "#"
                        },
                        {
                            title: "Спецпредложения",
                            link: "#"
                        },
                        {
                            title: "Инструкции пользователей",
                            link: "#"
                        },
                        {
                            title: "Полезные сервисы",
                            link: "#"
                        },
                        {
                            title: "Новому сотруднику",
                            link: "#"
                        },
                        {
                            title: "Банк подарков",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "История Банка",
                    link: "#"
                },
                {
                    title: "Головной офис Банка",
                    link: "#"
                },
                {
                    title: "Статьи о Банке",
                    link: "#"
                },
                {
                    title: "Вакансии",
                    link: "#"
                },
                {
                    title: "Мы и другие банки",
                    link: "#"
                },
                {
                    title: "Назначения в Банке",
                    link: "#"
                },
                {
                    title: "Информационные конференции",
                    link: "#"
                },
                {
                    title: "Бренд Банка",
                    link: "#"
                },
                {
                    title: "Бронирование конференц-зала",
                    link: "#"
                },
                {
                    title: "Заголовок второго уровня 5",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "Информационные конференции",
                    link: "#"
                },
                {
                    title: "Бренд Банка",
                    link: "#",
                    col: true,
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "Бронирование конференц-зала",
                    link: "#"
                }

            ]
        }

    ]
}};

