data = {structure: {
    defaults: [
        {
            title: "СТРАТЕГИЯ БАНКА",
            link: "#",
            active: true,
            plus: true,
            submenu: [
                {
                    title: "ГЛАВНАЯ ЦЕЛЬА",
                    link: "#"
                },
                {
                    title: "ПРИОРИТЕТЫ",
                    link: "#",
                    plus: true,
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "fjfjfj оваовоаово воа",
                            link: "#",
                            plus: true,
                            submenu:[
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                }
                            ]
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "НА ПУТИ РЕАЛИЗАЦИ",
                    link: "#"
                }
            ]
        },
        {
            title: "СТРАТЕГИЯ БАНКА",
            link: "#",
            plus: true,
            submenu: [
                {
                    title: "ГЛАВНАЯ ЦЕЛЬА",
                    link: "#"
                },
                {
                    title: "ПРИОРИТЕТЫ",
                    link: "#",
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "НА ПУТИ РЕАЛИЗАЦИ",
                    link: "#"
                }
            ]
        },
        {
            title: "СТРАТЕГИЯ БАНКА",
            link: "#",
            plus: true,
            submenu: [
                {
                    title: "ГЛАВНАЯ ЦЕЛЬА",
                    link: "#"
                },
                {
                    title: "ПРИОРИТЕТЫ",
                    link: "#",
                    plus: true,
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#",
                            plus: true,
                            submenu:[
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#",
                                    plus: true,
                                    submenu:[
                                        {
                                            title: "Заголовок третьего уровня 5",
                                            link: "#"
                                        },
                                        {
                                            title: "Заголовок третьего уровня 5",
                                            link: "#"
                                        },
                                        {
                                            title: "Заголовок третьего уровня 5",
                                            link: "#"
                                        },
                                        {
                                            title: "Заголовок третьего уровня 5",
                                            link: "#"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "НА ПУТИ РЕАЛИЗАЦИ",
                    link: "#"
                }
            ]
        },
        {
            title: "СТРАТЕГИЯ БАНКА",
            link: "#",
            plus: true,
            submenu: [
                {
                    title: "ГЛАВНАЯ ЦЕЛЬА",
                    link: "#"
                },
                {
                    title: "ПРИОРИТЕТЫ",
                    link: "#",
                    plus: true,
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#",
                            plus: true,
                            submenu:[
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                }
                            ]
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "НА ПУТИ РЕАЛИЗАЦИ",
                    link: "#"
                }
            ]
        }
    ]
}};

