data = {menuLeft: {
    defaults: [
        {
            title: "СТРАТЕГИЯ БАНКА",
            link: "#",
            active: true,
            submenu: [
                {
                    title: "ГЛАВНАЯ ЦЕЛЬА",
                    link: "#"
                },
                {
                    title: "ПРИОРИТЕТЫ",
                    link: "#",
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#",
                            submenu:[
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                }
                            ]
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "НА ПУТИ РЕАЛИЗАЦИ",
                    link: "#",
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#",
                            submenu:[
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                },
                                {
                                    title: "Заголовок третьего уровня 1",
                                    link: "#"
                                }
                            ]
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                }
            ]
        },
        {
            title: "СТРАТЕГИЯ БАНКА",
            link: "#",
            submenu: [
                {
                    title: "ГЛАВНАЯ ЦЕЛЬА",
                    link: "#"
                },
                {
                    title: "ПРИОРИТЕТЫ",
                    link: "#",
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "НА ПУТИ РЕАЛИЗАЦИ",
                    link: "#"
                }
            ]
        },
        {
            title: "СТРАТЕГИЯ БАНКА",
            link: "#",
            submenu: [
                {
                    title: "ГЛАВНАЯ ЦЕЛЬА",
                    link: "#"
                },
                {
                    title: "ПРИОРИТЕТЫ",
                    link: "#",
                    submenu:[
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        },
                        {
                            title: "Заголовок третьего уровня 1",
                            link: "#"
                        }
                    ]
                },
                {
                    title: "НА ПУТИ РЕАЛИЗАЦИ",
                    link: "#"
                }
            ]
        }
    ]
}};

